{
  "PersonalData": {
    "name": "Bruno Pizzi",
    "profileImg": "../../assets/images/profile.jpg",
    "bannerImg": "https://www.bacancytechnology.com/main-boot-5/images/microsoft-dynamics/xbanner.jpg,qv-1.pagespeed.ic.9rtc4C7yKw.jpg",
    "aboutMe": "Me llamo Bruno Pizzi, soy estudiante de Ingeniería en Sistemas de Información y desarrollador web. Mi enfoque principal es la creación de soluciones innovadoras y experiencias de usuario excepcionales. A través de mis estudios, he adquirido una sólida comprensión de las metodologías de desarrollo de software, así como también las habilidades necesarias para diseñar y desarrollar aplicaciones web."
  },

  "educacion": [
    {
      "id":1,
      "nameItem": "Ingenieria en Sistemas",
      "cardReference": "#list-1",
      "btnReference": "list-1-list",
      "image": "../../assets/images/BulkResizePhotos.com/utn logo.png",
      "time": "Actualmente",
      "aclaracion": "",
      "detalle": "Donde estoy aprendiendo acerca del diseño (desarrollo creativo de una idea), implementación (idea que se materializa), organización y control de la información requerida por organismos públicos y privados. Adquiri habilidades en diversos campos tales como matemática, programación, gestión de datos, software, hardware y redes.",
      "strong": [],
      "link": []
    },
    {
      "id":2,
      "nameItem": "Introduccion a la programacion",
      "cardReference": "#list-2",
      "btnReference": "list-2-list",
      "image": "../../assets/images/BulkResizePhotos.com/APLogo-20-20.png",
      "time": "06/2022 - 08/2022",
      "detalle": "En este curso aprendi sohre los fundamentos de la programacion usando un lenguaje grafico llamado gobstones , di mis primeros pasos en Javascript aplicando la programacion imperativa y estructura de datos finalizando con la programacion orientada a objetos con Ruby",
      "aclaracion": "click en imagen para ver mas informacion",
      "strong": ["Javascript"],
      "link": ["gobstones", "Ruby"]
    },
    {
      "id":3,
      "nameItem": "Programacion web full-stack",
      "cardReference": "#list-3",
      "btnReference": "list-3-list",
      "image": "../../assets/images/BulkResizePhotos.com/APLogo-20-20.png",
      "time": "10/2022 - 05/2023",
      "detalle": "Aqui adquirí habilidades y herramientas esenciales para el desarrollo de aplicaciones web. Me sumergí en el funcionamiento del desarrollo web, aprendiendo tanto sobre frontend estático como dinámico con Angular. También adquirí conocimientos en diseño y consultas a bases de datos con MySQL, así como conceptos de POO aplicados en Java, JSP y Servlets. Además, aprendí a crear APIs con Spring Boot y me introduje en el mundo de DevOps. Esta experiencia me permitió desarrollar una comprensión profunda del proceso de desarrollo de aplicaciones web y las habilidades técnicas necesarias para desempeñarme como programador web full-stack junior. ",
      "aclaracion": "click en imagen para ver mas informacion",
      "strong": [],
      "link": []
    }
  ],

  "proyectos": [
    {
      "image": "../../assets/images/Numero 7.png",
      "title": "Academia de calistenia",
      "detalle": "Un prototipo web hecho en base al analsis del sistema propuesto en un proyecto academico usando el modelo de negocios, el de dominio, casos de uso, requerimientos funcionales y no funcionales en que tiene como fianalidad realizar tanto la inscripcion como el cobro a una academia de calistenia.",
      "tecnologias": ["HTML", "CSS", "Javascript"],
      "live_link": "https://bnozzi.github.io/TPI-ASI/prototipo/pagina2.html",
      "git_link": "https://github.com/bnozzi/TPI-ASI"
    }
  ],

  "skills":[

    {
    "name":"Lenguajes",
    "items": [
      "HTML",
      "CSS/Bootstrap",
      "Javascript",
      "Java",
      "Typescript",
      "Python",
      "SQL"
    ]
  },
  {"name":"Frameworks",
  "items":["Angular", "Spring boot", "Flask"]
  },
  {
    "name":"Modelado de Sistemas",
    "items": ["Modelo de negocio", "Modelo de dominio", "Casos de uso"]

  },
  {
    "name":"herramientas",
    "items":["Bash", "Git y Github", "Postman "]
  }
  ]

}
